Repository: Danwolve98/AcademiaDynamics365
Catalog: Academia/Translations/Academia.*.g.xlf
Languages: es_es

# Table 1932900837 - Property 2879900210
source: Courses Table
es_es: Tabla Cursos

# Table 1932900837 - Field 323353982 - Property 2879900210
source: Department
es_es: Departamento

# Table 1932900837 - Field 2615446671 - Property 2879900210
source: Description
es_es: Descripción

# Table 1932900837 - Field 902400413 - Property 2879900210
source: Total Hours
es_es: Horas Totales

# Table 1932900837 - Field 814966011 - Property 2879900210
source: Name
es_es: Nombre

# Table 1932900837 - Field 4181160540 - Property 2879900210
source: Teacher
es_es: Profesor

# Table 1932900837 - Field 2273373288 - Property 2879900210
source: Lab fee
es_es: Tarifa de laboratorio

# Table 1932900837 - Field 2497405551 - Property 2879900210
source: Total Students
es_es: Total Alumnos

# Table 1932900837 - FieldGroup 2253035989 - Property 2879900210
source: DropDown Course
es_es: DorpDown Curso

# Table 73695723 - Property 2879900210
source: Departments Table
es_es: Tabla Departamentos

# Table 73695723 - Field 196183225 - Property 2879900210
source: Office
es_es: Despacho

# Table 73695723 - Field 2015193411 - Property 2879900210
source: Date of hire
es_es: Fecha de contratación Filtro

# Table 73695723 - Field 366091169 - Property 2879900210
source: Head of department
es_es: Jefe de departamento

# Table 73695723 - Field 1253257881 - Property 2879900210
source: Max Salary
es_es: Max Salario

# Table 73695723 - Field 814966011 - Property 2879900210
source: Name
es_es: Nombre

# Table 73695723 - Field 247207055 - Property 2879900210
source: Average fee
es_es: Tarifa media

# Table 73695723 - FieldGroup 2253035989 - Property 2879900210
source: DropDown Department
es_es: DropDown Departamento

# Table 4037491249 - Property 2879900210
source: Students Table
es_es: Tabla Estudiantes

# Table 4037491249 - Field 1834217378 - Property 2879900210
source: Address
es_es: Dirección

# Table 4037491249 - Field 177211651 - Property 2879900210
source: BirthDate
es_es: Fecha de Nacimiento

# Table 4037491249 - Field 814966011 - Property 2879900210
source: Name
es_es: Nombre

# Table 4037491249 - Field 1703566099 - Property 2879900210
source: Gender
es_es: Sexo

# Table 4037491249 - Field 3472582580 - Property 2879900210
source: Phone Number
es_es: Teléfono

# Table 4037491249 - FieldGroup 2253035989 - Property 2879900210
source: DropDown Student
es_es: DropDown Estudiante

# Table 2145061093 - Property 2879900210
source: Schedule Table
es_es: Tabla Horarios

# Table 2145061093 - Field 4017500548 - Property 2879900210
source: Course
es_es: Curso

# Table 2145061093 - Field 2104241480 - Property 2879900210
source: Day
es_es: Dia

# Table 2145061093 - Field 3962507760 - Property 2879900210
source: End Time
es_es: Hora de finalizacion

# Table 2145061093 - Field 4004971162 - Property 2879900210
source: Start Time
es_es: Hora de inicio

# Table 1639967477 - Property 2879900210
source: Tuitions Table
es_es: Table Matriculas

# Table 1639967477 - Field 4017500548 - Property 2879900210
source: Course
es_es: Curso

# Table 1639967477 - Field 911846928 - Property 2879900210
source: Student
es_es: Estudiante

# Table 1639967477 - Field 2932881407 - Property 2879900210
source: Student Name
es_es: Nombre Estudiante

# Table 1639967477 - Field 2609101326 - Property 2879900210
source: Date and time of registration
es_es: Fecha y hora de la matriculacion

# Table 1050284221 - Property 2879900210
source: Non-Teaching Table
es_es: Tabla no Docente

# Table 1050284221 - Field 2391326462 - Property 2879900210
source: Address
es_es: Direccion

# Table 1050284221 - Field 814966011 - Property 2879900210
source: Name
es_es: Nombre

# Table 1050284221 - Field 3376458555 - Property 2879900210
source: Teacher in charge
es_es: Profesor a cargo

# Table 1050284221 - Field 371387620 - Property 2879900210
source: Position
es_es: Puesto

# Table 1050284221 - Field 3957234133 - Property 2879900210
source: Salary
es_es: Salario

# Table 1050284221 - FieldGroup 2253035989 - Property 2879900210
source: Non-Teaching Dropdown
es_es: Dropdown no Docente

# Table 610025218 - Property 2879900210
source: Teachers Table
es_es: Tabla Profesores

# Table 610025218 - Field 1932219208 - Property 2879900210
source: Num. Helpers
es_es: Num. Ayudantes

# Table 610025218 - Field 1341871637 - Property 2879900210
source: Num. Courses
es_es: Num. Cursos

# Table 610025218 - Field 323353982 - Property 2879900210
source: Department
es_es: Departamento

# Table 610025218 - Field 2391326462 - Property 2879900210
source: Address
es_es: Direccion

# Table 610025218 - Field 1689353213 - Property 2879900210
source: Date of Hire
es_es: Fecha de Contratacion

# Table 610025218 - Field 1357829226 - Property 2879900210
source: Day filter
es_es: Filtro dia

# Table 610025218 - Field 814966011 - Property 2879900210
source: Name
es_es: Nombre

# Table 610025218 - Field 3957234133 - Property 2879900210
source: Salary
es_es: Salario

# Table 610025218 - FieldGroup 2253035989 - Property 2879900210
source: Teachers Dropdown
es_es: Dropdown Profesores

# Page 1932900837 - Property 2879900210
source: Courses List
es_es: Lista Cursos

# Page 1932900837 - Control 323353982 - Property 2879900210
source: Department
es_es: Departamento

# Page 1932900837 - Control 2615446671 - Property 2879900210
source: Description
es_es: Descripción

# Page 1932900837 - Control 902400413 - Property 2879900210
source: Total Hours
es_es: Horas Totales

# Page 1932900837 - Control 814966011 - Property 2879900210
source: Name
es_es: Nombre

# Page 1932900837 - Control 4181160540 - Property 2879900210
source: Teacher
es_es: Profesor

# Page 1932900837 - Control 2273373288 - Property 2879900210
source: Lab fee
es_es: Tarifa de laboratorio

# Page 514721208 - Property 2879900210
source: Course Card
es_es: Ficha Curso

# Page 514721208 - Control 2615446671 - Property 2879900210
source: Description
es_es: Descripción

# Page 514721208 - Control 902400413 - Property 2879900210
source: Total Hours
es_es: Horas Totales

# Page 514721208 - Control 814966011 - Property 2879900210
source: Name
es_es: Nombre

# Page 514721208 - Control 2273373288 - Property 2879900210
source: Lab fee
es_es: Tarifa de laboratorio

# Page 514721208 - Control 1584474244 - Property 2879900210
source: Schedule
es_es: Horario

# Page 514721208 - Control 2145061093 - Property 2879900210
source: Schedule
es_es: Horario

# Page 514721208 - Control 1595455767 - Property 2879900210
source: Associated teacher Group
es_es: Grupo profesor asociado

# Page 514721208 - Control 323353982 - Property 2879900210
source: Department
es_es: Departamento

# Page 514721208 - Control 4181160540 - Property 2879900210
source: Teacher
es_es: Profesor

# Page 514721208 - Control 1281977511 - Property 2879900210
source: Extra Information
es_es: Información extra

# Page 1752919447 - Property 2879900210
source: Course Details
es_es: Detalles de Curso

# Page 1752919447 - Control 1908249006 - Property 2879900210
source: Details
es_es: Detalles

# Page 1752919447 - Control 744735119 - Property 2879900210
source: Total Students
es_es: Total Alumnos

# Page 675363560 - Property 2879900210
source: SubPage Courses
es_es: Subpágina Cursos

# Page 675363560 - Control 323353982 - Property 2879900210
source: Department
es_es: Departamento

# Page 675363560 - Control 2615446671 - Property 2879900210
source: Description
es_es: Descripción

# Page 675363560 - Control 814966011 - Property 2879900210
source: Name
es_es: Nombre

# Page 675363560 - Action 4017500548 - Property 2879900210
source: Course
es_es: Curso

# Page 675363560 - Action 4090056727 - Property 2879900210
source: Data
es_es: Datos

# Page 675363560 - Action 1639967477 - Property 2879900210
source: Tuitions
es_es: Matriculas

# Page 73695723 - Property 2879900210
source: Departments List
es_es: Lista Departamentos

# Page 73695723 - Control 196183225 - Property 2879900210
source: Office
es_es: Despacho

# Page 73695723 - Control 366091169 - Property 2879900210
source: Head of department
es_es: Jefe de departamento

# Page 73695723 - Control 3443078777 - Property 2879900210
source: Max Salary
es_es: Max Salario

# Page 73695723 - Control 814966011 - Property 2879900210
source: Name
es_es: Nombre

# Page 73695723 - Control 247207055 - Property 2879900210
source: Average fee
es_es: Tarifa media

# Page 1006255042 - Property 2879900210
source: Department Card
es_es: Ficha Departamento

# Page 1006255042 - Control 491809974 - Property 2879900210
source: Comunication
es_es: Comunicacion

# Page 1006255042 - Control 196183225 - Property 2879900210
source: Office
es_es: Despacho

# Page 1006255042 - Control 366091169 - Property 2879900210
source: Head of department
es_es: Jefe de departamento

# Page 1006255042 - Control 1932900837 - Property 2879900210
source: Courses
es_es: Cursos

# Page 1006255042 - Control 1787655228 - Property 2879900210
source: Courses List
es_es: Lista Cursos

# Page 1006255042 - Control 3443078777 - Property 2879900210
source: Max Salary
es_es: Max Salario

# Page 1006255042 - Control 814966011 - Property 2879900210
source: Name
es_es: Nombre

# Page 1006255042 - Control 247207055 - Property 2879900210
source: Average fee
es_es: Tarifa media

# Page 1006255042 - Action 831678822 - Property 2879900210
source: Coordinator
es_es: Coordinador

# Page 1006255042 - Action 610025218 - Property 2879900210
source: Teachers
es_es: Profesores

# Page 4037491249 - Property 2879900210
source: Student List
es_es: Lista Estudiantes

# Page 4037491249 - Control 1834217378 - Property 2879900210
source: Address
es_es: Direccion

# Page 4037491249 - Control 177211651 - Property 2879900210
source: Birthdate
es_es: Fecha de Nacimiento

# Page 4037491249 - Control 814966011 - Property 2879900210
source: Name
es_es: Nombre

# Page 4037491249 - Control 1703566099 - Property 2879900210
source: Gender
es_es: Sexo

# Page 4037491249 - Control 3472582580 - Property 2879900210
source: Phone Number
es_es: Telefono

# Page 4115313996 - Property 2879900210
source: Student Card
es_es: Ficha Estudiante

# Page 4115313996 - Control 3114727786 - Property 2879900210
source: Communication
es_es: Comunicacion

# Page 4115313996 - Control 1834217378 - Property 2879900210
source: Addres
es_es: Direccion

# Page 4115313996 - Control 3472582580 - Property 2879900210
source: Phone Number
es_es: Telefono

# Page 4115313996 - Control 177211651 - Property 2879900210
source: Birthdate
es_es: Fecha de Nacimiento

# Page 4115313996 - Control 814966011 - Property 2879900210
source: Name
es_es: Nombre

# Page 4115313996 - Control 1703566099 - Property 2879900210
source: Gender
es_es: Sexo

# Page 4115313996 - Action 2884955973 - Property 2879900210
source: Show Tuitions
es_es: Mostrar Matriculas

# Page 4115313996 - Action 441930471 - Property 2879900210
source: New Registration
es_es: Nueva Matricula

# Page 2145061093 - Property 2879900210
source: Schedule List
es_es: Lista Horarios

# Page 2145061093 - Control 4017500548 - Property 2879900210
source: Course
es_es: Curso

# Page 2145061093 - Control 2104241480 - Property 2879900210
source: Day
es_es: Dia

# Page 2145061093 - Control 3962507760 - Property 2879900210
source: End Time
es_es: Hora de finalizacion

# Page 2145061093 - Control 4004971162 - Property 2879900210
source: Start Time
es_es: Hora de inicio

# Page 1639967477 - Property 2879900210
source: Registration list
es_es: List Matriculas

# Page 1639967477 - Control 4017500548 - Property 2879900210
source: Course
es_es: Curso

# Page 1639967477 - Control 911846928 - Property 2879900210
source: Student
es_es: Estudiante

# Page 1639967477 - Control 2932881407 - Property 2879900210
source: Student Name
es_es: Estudiante Nombre

# Page 1639967477 - Control 2609101326 - Property 2879900210
source: Date and time of registration
es_es: Fecha y hora de matriculacion

# Page 1776229128 - Property 2879900210
source: Registration Card
es_es: Ficha Matricula

# Page 1776229128 - Control 4102564387 - Property 2879900210
source: Date and time of registration
es_es: Fecha y hora de la matricula

# Page 1776229128 - Control 1991915875 - Property 2879900210
source: Date
es_es: Fecha

# Page 1776229128 - Control 2641606939 - Property 2879900210
source: General Information
es_es: Informacion General

# Page 1776229128 - Control 1819082412 - Property 2879900210
source: Course
es_es: Curso

# Page 1776229128 - Control 3287502987 - Property 2879900210
source: Id Student
es_es: Id Estudiante

# Page 1776229128 - Action 911846928 - Property 2879900210
source: Student
es_es: Estudiante

# Page 1776229128 - Action 4090056727 - Property 2879900210
source: Data
es_es: Datos

# Page 1776229128 - Action 1639967477 - Property 2879900210
source: Tuitions
es_es: Matriculas

# Page 1776229128 - Action 240497149 - Property 2879900210
source: Information
es_es: Informacion

# Page 1776229128 - Action 4017500548 - Property 2879900210
source: Course
es_es: Curso

# Page 1050284221 - Property 2879900210
source: Non-Teaching List
es_es: Lista no Docente

# Page 1050284221 - Control 2391326462 - Property 2879900210
source: Address
es_es: Direccion

# Page 1050284221 - Control 814966011 - Property 2879900210
source: Name
es_es: Nombre

# Page 1050284221 - Control 3376458555 - Property 2879900210
source: Teacher in charge
es_es: Profesor a cargo

# Page 1050284221 - Control 371387620 - Property 2879900210
source: Position
es_es: Puesto

# Page 1050284221 - Control 3957234133 - Property 2879900210
source: Salary
es_es: Salario

# Page 610025218 - Property 2879900210
source: Teachers List
es_es: Lista Profesores

# Page 610025218 - Control 1932219208 - Property 2879900210
source: Num. Helpers
es_es: Num. Ayudantes

# Page 610025218 - Control 1341871637 - Property 2879900210
source: Courses
es_es: Cursos

# Page 610025218 - Control 323353982 - Property 2879900210
source: Department
es_es: Departamento

# Page 610025218 - Control 2391326462 - Property 2879900210
source: Address
es_es: Direccion

# Page 610025218 - Control 1689353213 - Property 2879900210
source: Date of Hire
es_es: Fecha de Contratacion

# Page 610025218 - Control 814966011 - Property 2879900210
source: Name
es_es: Nombre

# Page 610025218 - Control 3957234133 - Property 2879900210
source: Salary
es_es: Salario

# Page 3889158619 - Property 2879900210
source: Teacher Card
es_es: Ficha Profesor

# Page 3889158619 - Control 2445482498 - Property 2879900210
source: Group
es_es: Grupo

# Page 3889158619 - Control 2391326462 - Property 2879900210
source: Address
es_es: Direccion

# Page 3889158619 - Control 814966011 - Property 2879900210
source: Name
es_es: Nombre

# Page 3889158619 - Control 3064142865 - Property 2879900210
source: Labor
es_es: Laboral

# Page 3889158619 - Control 1932219208 - Property 2879900210
source: Num. Helpers
es_es: Num. Ayudantes

# Page 3889158619 - Control 1341871637 - Property 2879900210
source: Num. Courses
es_es: Num. Cursos

# Page 3889158619 - Control 323353982 - Property 2879900210
source: Department
es_es: Departamento

# Page 3889158619 - Control 1689353213 - Property 2879900210
source: Hiring
es_es: Contratacion

# Page 3889158619 - Control 3957234133 - Property 2879900210
source: Salary
es_es: Salario

# Page 3889158619 - Control 1281977511 - Property 2879900210
source: Extra Information
es_es: Informacion Extra

# Page 4158536300 - Property 2879900210
source: Teacher Details
es_es: Detalles del Profesor

# Page 4158536300 - Control 1013090519 - Property 2879900210
source: Statistics
es_es: Estadisticas

# Page 4158536300 - Control 982781488 - Property 2879900210
source: Num. Helpers
es_es: Num. Ayudantes

# Page 4158536300 - Control 1020532927 - Property 2879900210
source: Num. Courses
es_es: Num. Cursos

# Page 2000135969 - Property 2879900210
source: Subpage Schedules
es_es: Subpagina Horarios

# Page 2000135969 - Control 4017500548 - Property 2879900210
source: Course
es_es: Curso

# Page 2000135969 - Control 2104241480 - Property 2879900210
source: Day
es_es: Dia

# Page 2000135969 - Control 3962507760 - Property 2879900210
source: Ending Time
es_es: Hora de finalizacion

# Page 2000135969 - Control 4004971162 - Property 2879900210
source: Start Time
es_es: Hora de inicio

# Enum 578903814 - Property 2879900210
source: Days of the week Enumeration
es_es: Enumeracion Dias de la semana

# Enum 578903814 - EnumValue 1698708158 - Property 2879900210
source: Thursday
es_es: Jueves

# Enum 578903814 - EnumValue 1219465603 - Property 2879900210
source: Monday
es_es: Lunes

# Enum 578903814 - EnumValue 3180509160 - Property 2879900210
source: Tuesday
es_es: Martes

# Enum 578903814 - EnumValue 298183703 - Property 2879900210
source: Wednesday
es_es: Miercoles

# Enum 578903814 - EnumValue 808122924 - Property 2879900210
source: Friday
es_es: Viernes

# Enum 1703566099 - EnumValue 4219751961 - Property 2879900210
source: Men
es_es: Hombre

# Enum 1703566099 - EnumValue 3023696191 - Property 2879900210
source: Women
es_es: Mujer
